import { prisma } from "../libs/prisma";

const municipalities = [
    ['海鮮王国', '🐟'],
    ['海鮮王国自然地区', '☘'],
    ['第二大書見台帝国', '📖'],
    ['新鮫市', '🦈'],
    ['地獄特区', '🔥'],
    ['昆布教', '🌿'],
    ['砂川町', '🌵'],
    ['草島村', '🥦'],
    ['薫風緑苑', '🏞'],
    ['杢目町', '🍂'],
    ['もさんな町', '🌆'],
    ['烏賊村', '🦑'],
    ['水郷町', '💧'],
    ['奥谷峨郡', '🏔'],
    ['通留町', '🔧'],
    ['山上町', '⛰'],
    ['ドルフィンリゾート', '💎'],
    ['N-BSW地域 風露村', '🔬'],
    ['鵡辰窟', '🦜'],
    ['天空都市クラウディア', '☁'],
    ['浜里町', '🥔'],
    ['江光ノ島', '♾'],
    ['新山吹村', '🗻'],
    ['椅点蘭', '🧻'],
    ['秋炎街', '🍄'],
    ['希青町', '✨'],
    ['森霊地方', '🌌'],
];

prisma.$connect().then(async () => {
    await prisma.municipality.createMany({
        data: municipalities.map(([name, emoji]) => ({ name, emoji }))
    });
    console.log('Done');
});

