export default `**XelticaMC へようこそ！**

はじめに、利用規約をお読み頂いた方のみ本サーバーをご利用いただけます

**〜利用規約〜**

・**禁止事項** 利用者は本サーバー全体において、以下の行いをしてはならないものとします
　・日本国内の法律・条例に反する行為や、それらを仄めかすような行為
　・Discordの規約に反する行為
　・ユーザーを含む他人を誹謗中傷・差別するような行為
　・反社会勢力・宗教団体への参加を促す行為
　・薬物、自殺、自傷行為などを仄めかしたり、助長するような行為
　・R指定のコンテンツの共有や、それに準ずる行為
　・本サーバーでの連投やスパム行為
　・ユーザー間での喧嘩
　・運営主催あるいは公認であるものを除く、XelticaMC の名を騙ったオフ会などの開催
　・出会い目的での利用やそれに準ずる行為
　・Minecraft 海賊版（割れ）プレイヤーによる利用
　・Minecraft 海賊版（割れ）プレイヤーが参加可能なサーバーの宣伝・招待行為

・本サーバーの利用対象者は、以下に該当するものとします
　・正規版 Minecraft Java Edition を所有している
　・正規版 Minecraft 統合版（iOS, Android, Windows 10, Nintendo Switch などのBedrock版）を所有している
　・上記のシリーズを所持してはいないが、購入を検討している

・**免責事項**
　・本サーバーでの行為によって起こった不利益・問題について、運営は一切の責任を負いかねます

・**規約の変更**
　・本利用規約は、事前の告知なしに変更ができるものとします
　・規約変更後は、再度同意を行うまで本サービスをご利用頂けません

以上の規約に同意する場合、:thumbsup:ボタンを押してください

同意できない場合は、ただちに本サーバーから退出してください`;